Repository: schatt/sixlayer
Catalog: Framework/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, es_us, fr, it, ja, ko, nl, pl, sv, zh_hans

# SixLayerFramework.accessibility.skipToContent
source: Skip to content
da: Gå til indhold
de: Zum Inhalt springen
es: Saltar al contenido
es_us: Saltar al contenido
fr: Passer au contenu
it: Vai al contenuto
ja: コンテンツにスキップ
ko: 콘텐츠로 건너뛰기
nl: Ga naar de inhoud
pl: Przejdź do treści
sv: Hoppa till innehållet
zh_hans: 跳至内容

# SixLayerFramework.autosave.coreDataFailed
source: Error auto-saving Core Data entity: %@
da: Fejl ved automatisk lagring af kernedataenhed: %@
de: Fehler beim automatischen Speichern der Core Data-Entität: %@
es: Error al guardar automáticamente la entidad de Core Data: %@
es_us: Error al guardar automáticamente la entidad de datos principales: %@
fr: Erreur lors de l'enregistrement automatique de l'entité Core Data : %@
it: Errore durante il salvataggio automatico dell'entità Core Data: %@
ja: Core Dataエンティティの自動保存中にエラーが発生しました：%@
ko: Core Data 엔티티 자동 저장 중 오류: %@
nl: Fout bij automatisch opslaan van kerngegevensentiteit: %@
pl: Błąd podczas automatycznego zapisywania encji Core Data: %@
sv: Fel vid automatisk lagring av kärndataentitet: %@
zh_hans: 自动保存 Core Data 实体时出错：%@

# SixLayerFramework.autosave.swiftDataFailed
source: Error auto-saving SwiftData entity: %@
da: Fejl ved automatisk lagring af SwiftData-enhed: %@
de: Fehler beim automatischen Speichern der SwiftData-Entität: %@
es: Error al guardar automáticamente la entidad de SwiftData: %@
es_us: Error al guardar automáticamente la entidad SwiftData: %@
fr: Erreur lors de l'enregistrement automatique de l'entité SwiftData : %@
it: Errore durante il salvataggio automatico dell'entità SwiftData: %@
ja: SwiftDataエンティティの自動保存中にエラーが発生しました：%@
ko: SwiftData 엔티티 자동 저장 중 오류: %@
nl: Fout bij automatisch opslaan van SwiftData-entiteit: %@
pl: Błąd podczas automatycznego zapisywania encji SwiftData: %@
sv: Fel vid automatisk lagring av SwiftData-entitet: %@
zh_hans: 自动保存 SwiftData 实体时出错：%@

# SixLayerFramework.barcode.barcodeNumber
source: Barcode %d
da: Stregkode %d
es: Código de barras %d
es_us: Código de barras %d
fr: Code-barres %d
it: Codice a barre %d
ja: バーコード %d
ko: 바코드 %d
nl: Streepjescode %d
pl: Kod kreskowy %d
sv: Streckkod %d
zh_hans: 条形码%d

# SixLayerFramework.barcode.confidence
source: Confidence: %d%%
da: Tillid: %d%%
de: Vertrauen: %d%%
es: Confianza: %d%%
es_us: Confianza: %d%%
fr: Confiance : %d%%
it: Confidenza: %d%%
ja: 信頼度: %d%%
ko: 신뢰도: %d%%
nl: Vertrouwen: %d%%
pl: Pewność: %d%%
sv: Förtroende: %d%%
zh_hans: 置信度：%d%%

# SixLayerFramework.barcode.detectedBarcodes
source: Detected Barcodes:
da: Registrerede stregkoder:
de: Erkannte Barcodes:
es: Códigos de barras detectados:
es_us: Códigos de barras detectados:
fr: Codes-barres détectés :
it: Codici a barre rilevati:
ja: 検出されたバーコード:
ko: 감지된 바코드:
nl: Gedetecteerde streepjescodes:
pl: Wykryte kody kreskowe:
sv: Upptäckta streckkoder:
zh_hans: 检测到的条形码：

# SixLayerFramework.barcode.invalidImage
source: The provided image is invalid or cannot be processed
da: Det angivne billede er ugyldigt eller kan ikke behandles
de: Das bereitgestellte Bild ist ungültig oder kann nicht verarbeitet werden
es: La imagen proporcionada no es válida o no se puede procesar.
es_us: La imagen proporcionada no es válida o no se puede procesar.
fr: L'image fournie n'est pas valide ou ne peut pas être traitée
it: L'immagine fornita non è valida o non può essere elaborata
ja: 提供された画像が無効であるか、処理できません
ko: 제공된 이미지가 잘못되었거나 처리할 수 없습니다.
nl: De opgegeven afbeelding is ongeldig of kan niet worden verwerkt
pl: Dostarczony obraz jest nieprawidłowy lub nie można go przetworzyć
sv: Den angivna bilden är ogiltig eller kan inte bearbetas
zh_hans: 提供的图像无效或无法处理

# SixLayerFramework.barcode.noBarcodeFound
source: No barcode was found in the image
da: Der blev ikke fundet nogen stregkode på billedet
de: Im Bild wurde kein Barcode gefunden
es: No se encontró ningún código de barras en la imagen.
es_us: No se encontró ningún código de barras en la imagen.
fr: Aucun code-barres n'a été trouvé dans l'image
it: Nell'immagine non è stato trovato alcun codice a barre
ja: 画像内にバーコードが見つかりませんでした
ko: 이미지에서 바코드를 찾을 수 없습니다.
nl: Er is geen streepjescode gevonden in de afbeelding
pl: Na obrazie nie znaleziono kodu kreskowego
sv: Ingen streckkod hittades i bilden
zh_hans: 图片中未找到条形码

# SixLayerFramework.barcode.noBarcodesDetected
source: No Barcodes Detected
da: Ingen stregkoder fundet
de: Keine Barcodes erkannt
es: No se detectaron códigos de barras
es_us: No se detectaron códigos de barras
fr: Aucun code-barres détecté
it: Nessun codice a barre rilevato
ja: バーコードが検出されませんでした
ko: 바코드가 감지되지 않음
nl: Geen streepjescodes gedetecteerd
pl: Nie wykryto kodów kreskowych
sv: Inga streckkoder upptäckts
zh_hans: 未检测到条形码

# SixLayerFramework.barcode.processingFailed
source: Barcode processing failed
da: Stregkodebehandling mislykkedes
de: Die Barcode-Verarbeitung ist fehlgeschlagen
es: Error al procesar el código de barras
es_us: Error al procesar el código de barras
fr: Échec du traitement du code-barres
it: Elaborazione del codice a barre non riuscita
ja: バーコード処理に失敗しました
ko: 바코드 처리 실패
nl: Barcodeverwerking mislukt
pl: Przetwarzanie kodu kreskowego nie powiodło się
sv: Streckkodsbearbetning misslyckades
zh_hans: 条码处理失败

# SixLayerFramework.barcode.tryDifferentImage
source: Try scanning a different image
da: Prøv at scanne et andet billede
de: Versuchen Sie, ein anderes Bild zu scannen
es: Intente escanear una imagen diferente
es_us: Intente escanear una imagen diferente
fr: Essayez de numériser une autre image
it: Prova a scansionare un'immagine diversa
ja: 別の画像をスキャンしてみてください
ko: 다른 이미지를 스캔해 보세요
nl: Probeer een andere afbeelding te scannen
pl: Spróbuj zeskanować inny obraz
sv: Försök att skanna en annan bild
zh_hans: 尝试扫描不同的图像

# SixLayerFramework.barcode.unsupportedPlatform
source: Barcode scanning is not supported on this platform
da: Stregkodescanning understøttes ikke på denne platform
de: Das Scannen von Barcodes wird auf dieser Plattform nicht unterstützt
es: El escaneo de códigos de barras no es compatible con esta plataforma
es_us: El escaneo de códigos de barras no es compatible con esta plataforma
fr: La lecture de codes-barres n'est pas prise en charge sur cette plateforme
it: La scansione dei codici a barre non è supportata su questa piattaforma
ja: バーコード スキャンはこのプラットフォームではサポートされていません
ko: 이 플랫폼에서는 바코드 스캔이 지원되지 않습니다
nl: Het scannen van streepjescodes wordt niet ondersteund op dit platform
pl: Skanowanie kodów kreskowych nie jest obsługiwane na tej platformie
sv: Streckkodsskanning stöds inte på den här plattformen
zh_hans: 该平台不支持条码扫描

# SixLayerFramework.barcode.visionUnavailable
source: Vision framework is not available on this platform
da: Vision Framework er ikke tilgængelig på denne platform
de: Das Vision-Framework ist auf dieser Plattform nicht verfügbar
es: El marco de visión no está disponible en esta plataforma
es_us: El marco de visión no está disponible en esta plataforma
fr: Le framework Vision n'est pas disponible sur cette plateforme
it: Il quadro di visione non è disponibile su questa piattaforma
ja: ビジョン フレームワークはこのプラットフォームでは利用できません
ko: 이 플랫폼에서는 비전 프레임워크를 사용할 수 없습니다.
nl: Visieframework is niet beschikbaar op dit platform
pl: Framework Vision nie jest dostępny na tej platformie
sv: Vision framework är inte tillgängligt på den här plattformen
zh_hans: Vision框架在此平台上不可用

# SixLayerFramework.button.addAction
source: Add Action
da: Tilføj handling
de: Aktion hinzufügen
es: Agregar acción
es_us: Agregar acción
fr: Ajouter une action
it: Aggiungi azione
ja: アクションの追加
ko: 액션 추가
nl: Actie toevoegen
pl: Dodaj akcję
sv: Lägg till åtgärd
zh_hans: 添加动作

# SixLayerFramework.button.addBoolean
source: Add Boolean
da: Tilføj Boolean
de: Booleschen Wert hinzufügen
es: Agregar booleano
es_us: Agregar booleano
fr: Ajouter un booléen
it: Aggiungi booleano
ja: ブール値の追加
ko: 부울 추가
nl: Booleaanse waarde toevoegen
pl: Dodaj wartość logiczną
sv: Lägg till Boolean
zh_hans: 添加布尔值

# SixLayerFramework.button.addCard
source: Add Card
da: Tilføj kort
de: Karte hinzufügen
es: Agregar tarjeta
es_us: Agregar tarjeta
fr: Ajouter une carte
it: Aggiungi carta
ja: カードを追加
ko: 카드 추가
nl: Kaart toevoegen
pl: Dodaj kartę
sv: Lägg till kort
zh_hans: 添加卡

# SixLayerFramework.button.addChart
source: Add Chart Data
da: Tilføj diagramdata
de: Diagrammdaten hinzufügen
es: Agregar datos de gráfico
es_us: Agregar datos de gráfico
fr: Ajouter des données graphiques
it: Aggiungi dati del grafico
ja: グラフデータの追加
ko: 차트 데이터 추가
nl: Grafiekgegevens toevoegen
pl: Dodaj dane wykresu
sv: Lägg till diagramdata
zh_hans: 添加图表数据

# SixLayerFramework.button.addData
source: Add Data
da: Tilføj data
de: Daten hinzufügen
es: Agregar datos
es_us: Agregar datos
fr: Ajouter des données
it: Aggiungi dati
ja: データの追加
ko: 데이터 추가
nl: Gegevens toevoegen
pl: Dodaj dane
sv: Lägg till data
zh_hans: 添加数据

# SixLayerFramework.button.addDate
source: Add Date
da: Tilføj dato
de: Datum hinzufügen
es: Agregar fecha
es_us: Agregar fecha
fr: Ajouter une date
it: Aggiungi data
ja: 日付を追加
ko: 날짜 추가
nl: Datum toevoegen
pl: Dodaj datę
sv: Lägg till datum
zh_hans: 添加日期

# SixLayerFramework.button.addDetail
source: Add Detail
da: Tilføj detalje
de: Details hinzufügen
es: Agregar detalle
es_us: Agregar detalle
fr: Ajouter des détails
it: Aggiungi dettaglio
ja: 詳細の追加
ko: 세부정보 추가
nl: Details toevoegen
pl: Dodaj szczegóły
sv: Lägg till detalj
zh_hans: 添加详细信息

# SixLayerFramework.button.addEvent
source: Add Event
da: Tilføj begivenhed
de: Ereignis hinzufügen
es: Agregar evento
es_us: Agregar evento
fr: Ajouter un événement
it: Aggiungi evento
ja: イベントの追加
ko: 이벤트 추가
nl: Evenement toevoegen
pl: Dodaj wydarzenie
sv: Lägg till händelse
zh_hans: 添加事件

# SixLayerFramework.button.addFormField
source: Add Form Field
da: Tilføj formularfelt
de: Formularfeld hinzufügen
es: Agregar campo de formulario
es_us: Agregar campo de formulario
fr: Ajouter un champ de formulaire
it: Aggiungi campo modulo
ja: フォームフィールドの追加
ko: 양식 필드 추가
nl: Formulierveld toevoegen
pl: Dodaj pole formularza
sv: Lägg till formulärfält
zh_hans: 添加表单字段

# SixLayerFramework.button.addGrid
source: Add Grid Item
da: Tilføj gitterelement
de: Rasterelement hinzufügen
es: Agregar elemento de cuadrícula
es_us: Agregar elemento de cuadrícula
fr: Ajouter un élément de grille
it: Aggiungi elemento griglia
ja: グリッド項目の追加
ko: 그리드 항목 추가
nl: Rasteritem toevoegen
pl: Dodaj element siatki
sv: Lägg till rutnätsobjekt
zh_hans: 添加网格项

# SixLayerFramework.button.addImage
source: Add Image
da: Tilføj billede
de: Bild hinzufügen
es: Agregar imagen
es_us: Agregar imagen
fr: Ajouter une image
it: Aggiungi immagine
ja: 画像を追加
ko: 이미지 추가
nl: Afbeelding toevoegen
pl: Dodaj obraz
sv: Lägg till bild
zh_hans: 添加图片

# SixLayerFramework.button.addItem
source: Add Item
da: Tilføj vare
de: Artikel hinzufügen
es: Agregar artículo
es_us: Agregar artículo
fr: Ajouter un article
it: Aggiungi articolo
ja: アイテムの追加
ko: 항목 추가
nl: Artikel toevoegen
pl: Dodaj element
sv: Lägg till objekt
zh_hans: 添加项目

# SixLayerFramework.button.addList
source: Add List Item
da: Tilføj listeelement
de: Listenelement hinzufügen
es: Agregar elemento de lista
es_us: Agregar elemento de lista
fr: Ajouter un élément de liste
it: Aggiungi voce di elenco
ja: リスト項目の追加
ko: 목록 항목 추가
nl: Lijstitem toevoegen
pl: Dodaj element listy
sv: Lägg till listobjekt
zh_hans: 添加列表项

# SixLayerFramework.button.addLocation
source: Add Location
da: Tilføj placering
de: Standort hinzufügen
es: Agregar ubicación
es_us: Agregar ubicación
fr: Ajouter un emplacement
it: Aggiungi posizione
ja: 場所を追加
ko: 위치 추가
nl: Locatie toevoegen
pl: Dodaj lokalizację
sv: Lägg till plats
zh_hans: 添加位置

# SixLayerFramework.button.addMedia
source: Add Media
da: Tilføj medier
de: Medien hinzufügen
es: Agregar medios
es_us: Agregar medios
fr: Ajouter un média
it: Aggiungi contenuti multimediali
ja: メディアの追加
ko: 미디어 추가
nl: Media toevoegen
pl: Dodaj multimedia
sv: Lägg till media
zh_hans: 添加媒体

# SixLayerFramework.button.addMessage
source: Add Message
da: Tilføj besked
de: Nachricht hinzufügen
es: Agregar mensaje
es_us: Agregar mensaje
fr: Ajouter un message
it: Aggiungi messaggio
ja: メッセージを追加
ko: 메시지 추가
nl: Bericht toevoegen
pl: Dodaj wiadomość
sv: Lägg till meddelande
zh_hans: 添加留言

# SixLayerFramework.button.addNavigationItem
source: Add Navigation Item
da: Tilføj navigationselement
de: Navigationselement hinzufügen
es: Agregar elemento de navegación
es_us: Agregar elemento de navegación
fr: Ajouter un élément de navigation
it: Aggiungi elemento di navigazione
ja: ナビゲーション項目の追加
ko: 탐색 항목 추가
nl: Navigatie-item toevoegen
pl: Dodaj element nawigacyjny
sv: Lägg till navigeringsobjekt
zh_hans: 添加导航项

# SixLayerFramework.button.addNumber
source: Add Number
da: Tilføj nummer
de: Nummer hinzufügen
es: Agregar número
es_us: Agregar número
fr: Ajouter un numéro
it: Aggiungi numero
ja: 番号を追加
ko: 번호 추가
nl: Nummer toevoegen
pl: Dodaj numer
sv: Lägg till nummer
zh_hans: 添加号码

# SixLayerFramework.button.addProduct
source: Add Product
da: Tilføj produkt
de: Produkt hinzufügen
es: Agregar producto
es_us: Agregar producto
fr: Ajouter un produit
it: Aggiungi prodotto
ja: 製品の追加
ko: 제품 추가
nl: Product toevoegen
pl: Dodaj produkt
sv: Lägg till produkt
zh_hans: 添加产品

# SixLayerFramework.button.addText
source: Add Text
da: Tilføj tekst
de: Text hinzufügen
es: Agregar texto
es_us: Agregar texto
fr: Ajouter du texte
it: Aggiungi testo
ja: テキストの追加
ko: 텍스트 추가
nl: Tekst toevoegen
pl: Dodaj tekst
sv: Lägg till text
zh_hans: 添加文本

# SixLayerFramework.button.addTransaction
source: Add Transaction
da: Tilføj transaktion
de: Transaktion hinzufügen
es: Agregar transacción
es_us: Agregar transacción
fr: Ajouter une transaction
it: Aggiungi transazione
ja: トランザクションの追加
ko: 거래 추가
nl: Transactie toevoegen
pl: Dodaj transakcję
sv: Lägg till transaktion
zh_hans: 添加交易

# SixLayerFramework.button.addUser
source: Add User
da: Tilføj bruger
de: Benutzer hinzufügen
es: Agregar usuario
es_us: Agregar usuario
fr: Ajouter un utilisateur
it: Aggiungi utente
ja: ユーザーの追加
ko: 사용자 추가
nl: Gebruiker toevoegen
pl: Dodaj użytkownika
sv: Lägg till användare
zh_hans: 添加用户

# SixLayerFramework.button.browseFiles
source: Browse Files
da: Gennemse filer
de: Dateien durchsuchen
es: Explorar archivos
es_us: Explorar archivos
fr: Parcourir les fichiers
it: Sfoglia file
ja: ファイルを参照する
ko: 파일 찾아보기
nl: Blader door bestanden
pl: Przeglądaj pliki
sv: Bläddra bland filer
zh_hans: 浏览文件

# SixLayerFramework.button.cancel
source: Cancel
da: Ophæve
de: Abbrechen
es: Cancelar
es_us: Cancelar
fr: Annuler
it: Cancellare
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
sv: Avboka
zh_hans: 取消

# SixLayerFramework.button.chooseImage
source: Choose Image
da: Vælg Billede
de: Bild auswählen
es: Elegir Imagen
es_us: Elige Imagen
fr: Choisir une image
it: Scegli Immagine
ja: 画像を選択
ko: 이미지 선택
nl: Kies Afbeelding
pl: Wybierz obraz
sv: Välj Bild
zh_hans: 选择图像

# SixLayerFramework.button.chooseOption
source: Choose Option
da: Vælg Option
de: Option auswählen
es: Elegir Opción
es_us: Elija la opción
fr: Choisir une option
it: Scegli Opzione
ja: オプションを選択
ko: 옵션 선택
nl: Kies Optie
pl: Wybierz opcję
sv: Välj Alternativ
zh_hans: 选择选项

# SixLayerFramework.button.choosePhoto
source: Choose Photo
da: Vælg Foto
de: Foto auswählen
es: Elegir Foto
es_us: Elige foto
fr: Choisir une photo
it: Scegli Foto
ja: 写真を選択
ko: 사진 선택
nl: Kies Foto
pl: Wybierz zdjęcie
sv: Välj Foto
zh_hans: 选择照片

# SixLayerFramework.button.confirm
source: Confirm
da: Bekræfte
de: Bestätigen
es: Confirmar
es_us: Confirmar
fr: Confirmer
it: Confermare
ja: 確認
ko: 확인
nl: Bevestigen
pl: Potwierdź
sv: Bekräfta
zh_hans: 确认

# SixLayerFramework.button.create
source: Create
da: Skabe
de: Erstellen
es: Crear
es_us: Crear
fr: Créer
it: Creare
ja: 作成する
ko: 만들다
nl: Creëren
pl: Tworzyć
sv: Skapa
zh_hans: 创造

# SixLayerFramework.button.done
source: Done
da: Færdig
de: Erledigt
es: Hecho
es_us: Hecho
fr: Fait
it: Fatto
ja: 終わり
ko: 완료
nl: Klaar
pl: Zrobione
sv: Gjort
zh_hans: 完毕

# SixLayerFramework.button.edit
source: Edit
da: Redigere
de: Bearbeiten
es: Editar
es_us: Editar
fr: Modifier
it: Modificare
ja: 編集
ko: 편집하다
nl: Bewerking
pl: Redagować
sv: Redigera
zh_hans: 编辑

# SixLayerFramework.button.retry
source: Retry
da: Prøv igen
de: Wiederholen
es: Rever
es_us: Rever
fr: Réessayer
it: Riprova
ja: リトライ
ko: 다시 해 보다
nl: Opnieuw proberen
pl: Spróbować ponownie
sv: Försöka igen
zh_hans: 重试

# SixLayerFramework.button.save
source: Save
da: Spare
de: Speichern
es: Guardar
es_us: Ahorrar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
nl: Redden
pl: Zapisz
sv: Spara
zh_hans: 保存

# SixLayerFramework.button.saveChanges
source: Save Changes
da: Gem ændringer
de: Änderungen speichern
es: Guardar cambios
es_us: Guardar cambios
fr: Enregistrer les modifications
it: Salva modifiche
ja: 変更を保存
ko: 변경 사항 저장
nl: Wijzigingen opslaan
pl: Zapisz zmiany
sv: Spara ändringar
zh_hans: 保存更改

# SixLayerFramework.button.select
source: Select
da: Vælge
de: Auswählen
es: Seleccionar
es_us: Seleccionar
fr: Sélectionner
it: Selezionare
ja: 選択
ko: 선택
nl: Selecteer
pl: Wybierz
sv: Välja
zh_hans: 选择

# SixLayerFramework.button.selectFile
source: Select File
da: Vælg Fil
de: Datei auswählen
es: Seleccionar Archivo
es_us: Seleccionar archivo
fr: Sélectionner un fichier
it: Seleziona File
ja: ファイルを選択
ko: 파일 선택
nl: Selecteer Bestand
pl: Wybierz plik
sv: Välj Arkiv
zh_hans: 选择文件

# SixLayerFramework.button.selectImage
source: Select Image
da: Vælg Billede
de: Wählen Sie Bild aus
es: Seleccionar imagen
es_us: Seleccionar imagen
fr: Sélectionnez une image
it: Seleziona Immagine
ja: 画像の選択
ko: 이미지 선택
nl: Selecteer Afbeelding
pl: Wybierz Obraz
sv: Välj Bild
zh_hans: 选择图像

# SixLayerFramework.button.submit
source: Submit
da: Indsend
de: Einreichen
es: Entregar
es_us: Entregar
fr: Soumettre
it: Invia
ja: 提出する
ko: 제출하다
nl: Indienen
pl: Składać
sv: Överlämna
zh_hans: 提交

# SixLayerFramework.button.update
source: Update
da: Opdatering
de: Aktualisieren
es: Actualizar
es_us: Actualizar
fr: Mise à jour
it: Aggiornamento
ja: アップデート
ko: 업데이트
pl: Aktualizacja
sv: Uppdatera
zh_hans: 更新

# SixLayerFramework.button.viewDetails
source: View Details
da: Se detaljer
de: Details anzeigen
es: Ver detalles
es_us: Ver detalles
fr: Afficher les détails
it: Visualizza dettagli
ja: 詳細を見る
ko: 세부정보 보기
nl: Details bekijken
pl: Zobacz szczegóły
sv: Visa detaljer
zh_hans: 查看详情

# SixLayerFramework.camera.notAvailable
source: Camera not available on this platform
da: Kameraet er ikke tilgængeligt på denne platform
de: Kamera auf dieser Plattform nicht verfügbar
es: Cámara no disponible en esta plataforma
es_us: Cámara no disponible en esta plataforma
fr: Caméra non disponible sur cette plateforme
it: Fotocamera non disponibile su questa piattaforma
ja: このプラットフォームではカメラを利用できません
ko: 이 플랫폼에서는 카메라를 사용할 수 없습니다
nl: Camera niet beschikbaar op dit platform
pl: Kamera nie jest dostępna na tej platformie
sv: Kameran är inte tillgänglig på den här plattformen
zh_hans: 相机在此平台上不可用

# SixLayerFramework.camera.previewNotAvailable
source: Camera preview not available on this platform
da: Forhåndsvisning af kamera er ikke tilgængelig på denne platform
de: Kameravorschau ist auf dieser Plattform nicht verfügbar
es: Vista previa de la cámara no disponible en esta plataforma
es_us: Vista previa de la cámara no disponible en esta plataforma
fr: Aperçu de la caméra non disponible sur cette plateforme
it: Anteprima della fotocamera non disponibile su questa piattaforma
ja: このプラットフォームではカメラ プレビューを利用できません
ko: 이 플랫폼에서는 카메라 미리보기를 사용할 수 없습니다.
nl: Cameravoorbeeld niet beschikbaar op dit platform
pl: Podgląd kamery nie jest dostępny na tej platformie
sv: Kameraförhandsvisning är inte tillgänglig på den här plattformen
zh_hans: 相机预览在此平台上不可用

# SixLayerFramework.cloudkit.accountUnavailable
source: iCloud account is not available
da: iCloud-konto er ikke tilgængelig
de: iCloud-Konto ist nicht verfügbar
es: La cuenta de iCloud no está disponible
es_us: La cuenta de iCloud no está disponible
fr: Le compte iCloud n'est pas disponible
it: L'account iCloud non è disponibile
ja: iCloudアカウントが利用できません
ko: iCloud 계정을 사용할 수 없습니다
nl: iCloud-account is niet beschikbaar
pl: Konto iCloud jest niedostępne
sv: iCloud-kontot är inte tillgängligt
zh_hans: iCloud 帐户不可用

# SixLayerFramework.cloudkit.conflictDetected
source: Record conflict detected
da: Registreringskonflikt er registreret
de: Datensatzkonflikt erkannt
es: Conflicto de registro detectado
es_us: Conflicto de registros detectado
fr: Conflit d'enregistrement détecté
it: Rilevato conflitto di record
ja: レコードの競合が検出されました
ko: 레코드 충돌이 감지되었습니다
nl: Recordconflict gedetecteerd
pl: Wykryto konflikt rekordu
sv: Rekordkonflikt har upptäckts
zh_hans: 检测到记录冲突

# SixLayerFramework.cloudkit.containerNotFound
source: CloudKit container not found
da: CloudKit-beholder blev ikke fundet
de: CloudKit-Container nicht gefunden
es: Contenedor de CloudKit no encontrado
es_us: Contenedor CloudKit no encontrado
fr: Conteneur CloudKit introuvable
it: Contenitore CloudKit non trovato
ja: CloudKitコンテナが見つかりません
ko: CloudKit 컨테이너를 찾을 수 없습니다
nl: CloudKit-container niet gevonden
pl: Nie znaleziono kontenera CloudKit
sv: CloudKit-behållaren hittades inte
zh_hans: 未找到 CloudKit 容器

# SixLayerFramework.cloudkit.invalidRecord
source: Invalid record
da: Ugyldig registrering
de: Ungültiger Datensatz
es: Registro no válido
es_us: Registro no válido
fr: Enregistrement non valide
it: Registrazione non valida
ja: 無効なレコード
ko: 잘못된 레코드
nl: Ongeldig record
pl: Nieprawidłowy rekord
sv: Ogiltig post
zh_hans: 无效记录

# SixLayerFramework.cloudkit.missingField
source: Required field '%@' is missing
da: Det påkrævede felt '%@' mangler
de: Erforderliches Feld '%@' fehlt
es: Falta el campo requerido '%@'
es_us: Falta el campo obligatorio '%@'
fr: Le champ requis '%@' est manquant
it: Manca il campo obbligatorio '%@'
ja: 必須フィールド '%@' が不足しています
ko: 필수 필드 '%@'이(가) 없습니다
nl: Verplicht veld '%@' ontbreekt
pl: Brakuje wymaganego pola '%@'
sv: Obligatoriskt fält '%@' saknas
zh_hans: 缺少必填字段 '%@'

# SixLayerFramework.cloudkit.networkUnavailable
source: Network is not available
da: Netværk er ikke tilgængeligt
de: Netzwerk ist nicht verfügbar
es: La red no está disponible
es_us: La red no está disponible
fr: Le réseau n'est pas disponible
it: La rete non è disponibile
ja: ネットワークが利用できません
ko: 네트워크를 사용할 수 없습니다
nl: Netwerk is niet beschikbaar
pl: Sieć jest niedostępna
sv: Nätverket är inte tillgängligt
zh_hans: 网络不可用

# SixLayerFramework.cloudkit.permissionDenied
source: Permission denied
da: Tilladelse nægtet
de: Berechtigung verweigert
es: Permiso denegado
es_us: Permiso denegado
fr: Permission refusée
it: Autorizzazione negata
ja: 権限が拒否されました
ko: 권한이 거부되었습니다
nl: Toestemming geweigerd
pl: Odmowa dostępu
sv: Tillstånd nekad
zh_hans: 权限被拒绝

# SixLayerFramework.cloudkit.quotaExceeded
source: CloudKit quota exceeded
da: CloudKit-kvoten overskredet
de: CloudKit-Kontingent überschritten
es: Cuota de CloudKit excedida
es_us: Se superó la cuota de CloudKit
fr: Quota CloudKit dépassé
it: Quota CloudKit superata
ja: CloudKitのクォータを超過しました
ko: CloudKit 할당량을 초과했습니다
nl: CloudKit-quotum overschreden
pl: Przekroczono limit CloudKit
sv: CloudKit-kvoten har överskridits
zh_hans: CloudKit 配额已超出

# SixLayerFramework.cloudkit.recordNotFound
source: Record not found
da: Optegnelsen blev ikke fundet
de: Datensatz nicht gefunden
es: Registro no encontrado
es_us: Registro no encontrado
fr: Enregistrement introuvable
it: Registrazione non trovata
ja: レコードが見つかりません
ko: 레코드를 찾을 수 없습니다
nl: Opname niet gevonden
pl: Nie znaleziono rekordu
sv: Posten hittades inte
zh_hans: 未找到记录

# SixLayerFramework.cloudkit.unknownError
source: Unknown error: %@
da: Ukendt fejl: %@
de: Unbekannter Fehler: %@
es: Error desconocido: %@
es_us: Error desconocido: %@
fr: Erreur inconnue : %@
it: Errore sconosciuto: %@
ja: 不明なエラー：%@
ko: 알 수 없는 오류: %@
nl: Onbekende fout: %@
pl: Nieznany błąd: %@
sv: Okänt fel: %@
zh_hans: 未知错误：%@
